station-event-weapon-artifact-discovered-announcement = Внимание. На станции обнаружен древний артефакт неизвестного происхождения, представляющий собой мощное оружие. По предварительным данным, артефакт принадлежал древней цивилизации и обладает аномальными боевыми свойствами. Предостережение: взаимодействие с артефактом может оказать непредсказуемое влияние на его владельца. Рекомендуется немедленно сообщить учёным для дальнейшего изучения и принятия соответствующих мер.

ent-ArtifactWeaponStone = проклятая священная реликвия
    .desc = Артефактный камень класса AO, излучающий странное сияние. Он служит источником энергии для артефактного оружия, позволяя ему не только получать дополнительную мощь, но и активировать скрытые способности. Вставленный в оружие, камень значительно увеличивает его эффективность в бою.

ent-WeaponLaserArtifact = люксумбра
    .desc = Лазерное артефактное оружие класса AO, способное получать заряд энергии от артефактных камней. Каждое попадание не только наносит увеличенный урон, но и восстанавливает часть здоровья владельца. Это мощное оружие идеально подходит для сражений против сильных противников и помогает выжить в самых трудных условиях.

ent-ArtifactWeaponScanner = сканер артефактов класса AO
    .desc = Устройство для сканирования и последующей активации артефактов класса AO. Оно позволяет выявить скрытые свойства и возможности артефактных камней и оружия, а также помогает понять, как наилучшим образом использовать их в бою. С помощью этого сканера ученые могут изучать взаимодействие артефактов с окружающей средой и раскрывать их тайны.

ent-ActionWeaponArtifact = приготовитсья к выстрелу
    .desc = Вы начинаете подготовку для совершения выстрела.
