# Сила
ent-SithLightning = ситская молния
    .desc = { ent-BaseLightning.desc }

ent-PullForcePower = поток силы притягивания

ent-PushForcePower = поток силы отталкивания

alerts-forcepower-name = Поток силы
alerts-forcepower-desc = Поменять поток силы. [color=blue]Синий[/color] - отталкивание, [color=red]красный[/color] - притягивание.

# Действия
ent-ActionSithLightning = Ударить молнией
    .desc = Выпускает в цель молнию.

ent-ActionSithForce = Поток силы
    .desc = Отталкивает или притягивает всё вокруг.

ent-ActionSithForceOne = Поток силы
    .desc = Отталкивает или притягивает одну цель.

ent-ActionSithShield = Щит силы
    .desc = Барьет из силы который отталкивает или поглощает удары.

ent-ActionSithSubmission = Подчинение силой
    .desc = Влияет на разум цели с помощью силы, подчиняя её пользователю.

# Спавнер
ent-RandomHumanoidSpawnerSith = Ситх
    .desc = { "" }
    .suffix = ТОЛЬКО ДЛЯ ИВЕНТОВ ИЛИ ТЕСТОВ, Без целей, Призрачная роль 

# Предметы
ent-ClothingNeckSith = плащ ситха
    .desc = Этот мрачный плащ, сотканный из тяжелой ткани, наделяет своего владельца таинственностью и внушает страх окружающим. В нем скрываются тени тьмы и мощь Темной стороны.

ent-ClothingHandsGlovesSith = перчатки ситха
    .desc = Черные перчатки из тонкой кожи, усиленные защитными элементами. Они символизируют силу и решимость, необходимые для управления Темной стороной Силы.

ent-ClothingUniformJumpsuitSith = униформа ситха
    .desc = Элегантный и практичный комбинезон, созданный для удобства и свободы движений в бою. Эта униформа подчеркивает силу и авторитет своего владельца.

ent-ClothingShoesBootsSith = ботинки ситха
    .desc = Массивные ботинки из прочного материала, способные выдерживать любые условия. Они наделяют своего владельца уверенностью и устойчивостью на любом поле битвы.

ent-ClothingHeadHelmetSith = шлем ситха
    .desc = Стальной шлем с угрожающей маской, скрывающей лицо владельца. Этот шлем внушает страх врагам и подчеркивает безжалостность носителя, преданного Темной стороне.

ent-ClothingOuterHardsuitSith = скафандр ситха
    .desc = Этот мощный скафандр, созданный из прочных материалов, обеспечивает ситху надежную защиту в самых экстремальных условиях. Он символизирует силу и непоколебимость Темной стороны, придавая своему владельцу устрашающий вид и небывалую устойчивость.

ent-ClothingMaskSith = маска ситха
    .desc = Эта зловещая маска, изготовленная из прочного материала, скрывает лицо ситха, внушая страх врагам и подчёркивая его преданность Темной стороне. Она символизирует тайну и мощь, делая своего владельца ещё более угрожающим и непредсказуемым.

ent-ClothingHeadHatHoodSith = капюшон ситха
    .desc = Этот глубокий капюшон, скрывающий лицо, создан для тех, кто следует путями Темной стороны. Он придаёт владельцу зловещий и таинственный облик, идеально дополняя образ ситха.

ent-EnergySwordSith = энергомеч ситха
    .desc = { ent-EnergySword.desc }

