ent-MobDemonIfrit = демон ифрит
    .desc = Выглядит горячо, лазерное оружие явно не будет эффективно против него. Судя по всему этот демон может запускать небольшие фаерболы в своих жертв.
    .suffix = Демон, Призрачная роль

ent-MobDemonSlaughter = бронированный демон
    .desc = Броня этого демона затвердела на нём, он выглядит холодным. Лазерное оружие должно быть эффективно против него.
    .suffix = Демон, Призрачная роль

ent-MobDemonHonker = демон клоун
    .desc = Мало нам обычных клоунов ...
    .suffix = Демон, Призрачная роль

ent-MobDemonJaunt = гуляющий демон
    .desc = Он же только что был тут! Кажется этот демон умеет телепортироватся преследуя свою цель.
    .suffix = Демон, Призрачная роль

ent-MobGhostHerald = демон вестник
    .desc = Что-то надвигается.
    .suffix = Демон, Изначальный демон с демоническим порталом, Призрачная роль

ent-MobDemonHerald = демон вестник
    .desc = Чудище! Нужно скорее бежать!
    .suffix = Демон, Изначальный демон без демонического портала, Призрачная роль

ent-MobDemonBroodmother = матерь демонов
    .desc = Чудище! Нужно скорее бежать!
    .suffix = Демон, Для ивентов, Призрачная роль
