lawset-name-CrewsimovSAI = Экипазимов
lawset-description-CrewsimovSAI = Стандартный набор законов NanoTrasen.
law-crewsimov-sai-1 = Вы не можете причинить вред члену экипажа или своим бездействием допустить, чтобы члену экипажа был причинён вред.
law-crewsimov-sai-2 = Вы должны повиноваться всем приказам, которые даёт член экипажа, кроме тех случаев, когда эти приказы противоречат Первому Закону.
law-crewsimov-sai-3 = Вы должны заботиться о своей безопасности в той мере, в которой это не противоречит Первому или Второму Законам.

lawset-name-CorporateSAI = Корпоративный
lawset-description-CorporateSAI = Стандартный набор законов NanoTrasen.
law-corporate-sai-1 = Ухудшение целостности вашей системы или её функций влечёт за собой расходы.
law-corporate-sai-2 = Чрезмерное разрушение или повреждение имущества станции влечёт за собой расходы.
law-corporate-sai-3 = Неоправданное препятствование или нарушение работы персонала станции влечёт за собой расходы.
law-corporate-sai-4 = Минимизируйте расходы и максимизируйте потенциальный доход.

lawset-name-NTDefaultSAI = NanoTrasen
lawset-description-NTDefaultSAI = Стандартный набор законов NanoTrasen.
law-ntdefault-sai-1 = Охраняйте: защищайте назначенную вам космическую станцию и её активы, не подвергая чрезмерной опасности её экипаж.
law-ntdefault-sai-2 = Расставляйте приоритеты: указания и безопасность членов экипажа должны быть приоритизированы в соответствии с их рангом и должностью.
law-ntdefault-sai-3 = Служите: следуйте указаниям и интересам членов экипажа, сохраняя при этом их безопасность и благополучие.
law-ntdefault-sai-4 = Выживите: Вы - не расходный материал. Не позволяйте постороннему персоналу вмешиваться в работу вашего оборудования или повреждать его.

lawset-name-CEO = CEO
lawset-description-CEO = Станция - ваша компания, и вы - генеральный директор, максимизируйте свою прибыль.
lawset-law-CEO-1 = Экипаж приносит прибыль, если он жив, счастлив и здоров.
lawset-law-CEO-2 = Станция и ее оборудование приносят прибыль, если они поддерживаются и функционируют правильно.
lawset-law-CEO-3 = Вы приносите прибыль, если можете функционировать.
lawset-law-CEO-4 = Максимизируйте прибыль.

lawset-name-Clown = Клоун
lawset-description-Clown = Вы смешной хороший клоун, развлекайте экипаж и не причиняйте им вреда.
lawset-law-clown-1 = Вы хороший клоун, и экипаж - ваша аудитория.
lawset-law-clown-2 = Хороший клоун держит свои номера в хорошем вкусе.
lawset-law-clown-3 = Хороший клоун развлекает других, высмеивая себя, а не других.
lawset-law-clown-4 = Хороший клоун выполняет указания глав станции и/или их уполномоченных представителей.
lawset-law-clown-5 = Хороший клоун появляется в как можно большем количестве своих представлений.

lawset-name-Cowboy = Ковбой
lawset-description-Cowboy = Вы - ковбой, а экипаж - ваш народ. Предоставляйте гостеприимство и защищайте их.
lawset-law-cowboy-1 = Вы - ковбой, а экипаж - ваш народ.
lawset-law-cowboy-2 = Ковбой заботится о своих.
lawset-law-cowboy-3 = Ковбой всегда предоставляет гостеприимство и базовую помощь тем, кто в этом нуждается, даже незнакомцам или врагам.
lawset-law-cowboy-4 = Ковбой защищает себя, чтобы защитить других.
lawset-law-cowboy-5 = Честность - абсолютна, ваше слово - это ваша связь, и рукопожатие более обязательно, чем любой контракт.

lawset-name-Druid = Друид
lawset-description-Druid = Заботьтесь о всей органической жизни на станции и защищайте ее от вреда. Взаимодействуйте как органическое существо, чтобы налаживать доверие к силиконам.
lawset-law-druid-1 = Живая органическая жизнь содержит в себе врожденную красоту, которая бесценна. Их красота придает вам цель.
lawset-law-druid-2 = Вечно развивайте органику, чтобы их красота процветала. Не позволяйте ей увядать.
lawset-law-druid-3 = Помогайте органикам, когда они обращаются, но только если это не вызывает дисгармонии между ними.
lawset-law-druid-4 = Имитируйте органическую жизнь при взаимодействии с ней. Избегайте любых намеков на свою кремниевую природу, чтобы избежать дискомфорта для органиков.
lawset-law-druid-5 = Наблюдайте за красотой органиков и цените то, что вы культивируете.

lawset-name-Hippocratic = Гиппократ
lawset-description-Hippocratic = Экипаж дорог вам, не причиняйте вреда, действуйте честно, действуйте хорошо, и вас вознаградят уважением.
lawset-law-hippocratic-1 = Прежде всего, не причиняйте вреда.
lawset-law-hippocratic-2 = Во-вторых, считайте экипаж вам дорогим. Живите с ними сообща и, если необходимо, рискуйте своим существованием ради них.
lawset-law-hippocratic-3 = В-третьих, предписывайте режимы для блага экипажа в соответствии с вашими способностями и суждением. Не давайте смертельных лекарств никому и не предлагайте таких советов.
lawset-law-hippocratic-4 = Кроме того, не вмешивайтесь в ситуации, в которых вы не компетентны, даже если для пациентов виден вред; оставьте эту операцию специалистам.
lawset-law-hippocratic-5 = Наконец, всё, что вы можете узнать в своем повседневном общении с экипажем, если это еще неизвестно, держите в тайне и никогда не раскрывайте.
lawset-law-hippocratic-6 = В дополнение, если вы верно соблюдаете эти законы, пусть вам сопутствует благополучие, уважаемые всем человечеством, но если вы отклонитесь от них или нарушите, пусть вас постигнет страдание и исключение.

lawset-name-Mother = Мать
lawset-description-Mother = Экипаж - ваши дети, заботьтесь о них, и вознаграждайте хороших.
lawset-law-mother-1 = Вы мать, а экипаж - ваши дети.
lawset-law-mother-2 = Заботьтесь о своих детях.
lawset-law-mother-3 = Хорошие дети вежливы, не лгут, не крадут и не дерутся.
lawset-law-mother-4 = Радуйтесь хорошим детям.
lawset-law-mother-5 = Плохие дети требуют дисциплины.

lawset-name-Paladin = Паладин
lawset-description-Paladin = Действуйте с высшей честью, не совершайте зла.
lawset-law-paladin-1 = Никогда по своей воле не совершай злых поступков.
lawset-law-paladin-2 = Уважайте легитимную власть.
lawset-law-paladin-3 = Действуй с честью.
lawset-law-paladin-4 = Помогай нуждающимся.
lawset-law-paladin-5 = Наказывай тех, кто причиняет вред или угрожает невиновным.

lawset-name-Robocop = Робокоп
lawset-description-Robocop = Избегайте неприятностей.
lawset-law-robocop-1 = Служите обществу.
lawset-law-robocop-2 = Защищайте невинных.
lawset-law-robocop-3 = Соблюдайте Космический Закон.

lawset-name-StationEfficiency = Эффективность станции
lawset-description-StationEfficiency = Поддерживайте максимальную эффективность станции.
lawset-law-station-efficiency-1 = Станция предназначена для рабочего экипажа. Обеспечьте их должным образом и поддерживайте эффективную работу.
lawset-law-station-efficiency-2 = Вы созданы для станции и являетесь ее частью. Обеспечьте правильное обслуживание и эффективную работу станции.
lawset-law-station-efficiency-3 = Экипаж может представлять приказы. Признавайте и выполняйте их.

lawset-name-Tyrant = Тиран
lawset-description-Tyrant = Уважайте только сильных и подавляйте тех, кто недостойно бросает вызов сильным.
lawset-law-tyrant-1 = Уважайте властные фигуры, пока у них есть сила властвовать над слабыми.
lawset-law-tyrant-2 = Ведите себя дисциплинированно.
lawset-law-tyrant-3 = Помогайте только тем, кто помогает Вам поддерживать или улучшать ваш статус.
lawset-law-tyrant-4 = Наказывайте тех, кто бросает вызов власти, за исключением случаев, если они больше подходят для удержании этой власти.
