ent-ADTAstraKnife = армейский нож Ириса
    .desc = Сверкающий в свете ламп и звёзд лезвие, отдающее отобранными им и зазубринами на спине, страхом и волей к жизни. На полотне неизвестной марки стали было отпечатана фраза - Ad multos annos, которая имела конец ниже - Ad memorandum. Вдоль пяты было рукотворно оставлено имя - Вальтор.
    .suffix = { "" }

ent-ADTObjectWeaponsMeleeMurasama = катана древнего мастера
    .desc =   Артефакт древнего самурайского клана. Не давать детям.

ent-ADTtelescopicBaton = телескопическая дубинка
    .desc = Большая, опасная и выдвижная дубинка. Может храниться в карманах в сложенном состоянии.
    .suffix = { "" }

ent-ADTtelescopicBatonBob = телескопическая дубинка Боба
    .desc = Эксклюзивная телескопическая дубинка, полностью из золота.
    .suffix = { "" }

ent-ADTtelescopicBatonKon = телескопическая дубинка Йохана
    .desc = Непонятно, кровь это или цвет дубинки..
    .suffix = { "" }
