# Сила
ent-SithLightning = ситская молния
    .desc = { ent-BaseLightning.desc }

ent-PullForcePower = поток силы притягивания

ent-PushForcePower = поток силы отталкивания

alerts-forcepower-name = Поток силы
alerts-forcepower-desc = Поменять поток силы. [color=blue]Синий[/color] - отталкивание, [color=red]красный[/color] - притягивание.

# Действия
ent-ActionSithLightning = Ударить молнией
    .desc = Выпускает в цель молнию.
ent-ActionSithForce = Поток силы
    .desc = Отталкивает или притягивает всё вокруг.
ent-ActionSithForceOne = Поток силы
    .desc = Отталкивает или притягивает одну цель.
ent-ActionSithShield = Щит силы
    .desc = Барьет из силы который отталкивает или поглощает удары.
ent-ActionSithSubmission = Подчинение силой
    .desc = Влияет на разум цели с помощью силы, подчиняя её пользователю.
ent-ActionRecallSithEsword = Телепортировать меч
    .desc = Телепортирует ваш энерго меч вам в руки.
ent-ActionSithEswordTeleport = Телепортироваться к мечу
    .desc = Телепортирует вас к энерго мечу и даёт вам его в руку.

# Спавнер
ent-RandomHumanoidSpawnerSith = Ренегат
    .desc = { "" }
    .suffix = ТОЛЬКО ДЛЯ ИВЕНТОВ ИЛИ ТЕСТОВ, Без целей, Призрачная роль 

# Предметы
ent-ClothingNeckSith = плащ ренегата
    .desc = Этот мрачный плащ, сотканный из тяжелой ткани, наделяет своего владельца таинственностью и внушает страх окружающим. В нем скрываются тени тьмы и мощь Темной стороны.
ent-ClothingHandsGlovesSith = перчатки ренегата
    .desc = Черные перчатки из тонкой кожи, усиленные защитными элементами. Они символизируют силу и решимость, необходимые для управления Темной стороной Силы.
ent-ClothingUniformJumpsuitSith = униформа ренегата
    .desc = Элегантный и практичный комбинезон, созданный для удобства и свободы движений в бою. Эта униформа подчеркивает силу и авторитет своего владельца.
ent-ClothingShoesBootsSith = ботинки ренегата
    .desc = Массивные ботинки из прочного материала, способные выдерживать любые условия. Они наделяют своего владельца уверенностью и устойчивостью на любом поле битвы.
ent-ClothingHeadHelmetSith = шлем ренегата
    .desc = Стальной шлем с угрожающей маской, скрывающей лицо владельца. Этот шлем внушает страх врагам и подчеркивает безжалостность носителя, преданного Темной стороне.
ent-ClothingOuterHardsuitSith = скафандр ренегата
    .desc = Этот мощный скафандр, созданный из прочных материалов, обеспечивает ренегату надежную защиту в самых экстремальных условиях. Он символизирует силу и непоколебимость Темной стороны, придавая своему владельцу устрашающий вид и небывалую устойчивость.
ent-ClothingMaskSith = маска ренегата
    .desc = Эта зловещая маска, изготовленная из прочного материала, скрывает лицо ренегата, внушая страх врагам и подчёркивая его преданность Темной стороне. Она символизирует тайну и мощь, делая своего владельца ещё более угрожающим и непредсказуемым.
ent-ClothingHeadHatHoodSith = капюшон ренегата
    .desc = Этот глубокий капюшон, скрывающий лицо, создан для тех, кто следует путями Темной стороны. Он придаёт владельцу зловещий и таинственный облик, идеально дополняя образ ренегата.
ent-EnergySwordSith = энергомеч ренегата
    .desc = { ent-EnergySword.desc }

